package com.mozss.leetcode100;

/*
 * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * *
 * 题目: No-026 删除有序数组中的重复项目
 * 知识点:
 * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * *
 * 描述:
 *      给你一个有序数组, 请你原地删除重复出现的元素,使每个元素只出现一次,返回删除后数组的新长度。
 *      不要使用额外的数组空间，你必须在原地修改输入数组并在使用O（1）额外空间的条件下完成的。
 * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * *
 * eg 1>:
 * Input:
 * Output:
 * 说明:
 *
 * eg 2>:
 * Input:
 * Output:
 * 说明:
 * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * *
 * 思路:
 * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * *
 */
public class Solution026 {

}
